; MSETUP4 string table
[STRING]
CHARSET="163"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Không thể khởi động phần mềm này do đang có người dùng khác sử dụng."
MSE1="Không thể khởi động lại hệ thống. Đóng trình cài đặt hoặc phần mềm ứng dụng hiện đang chạy. Sau đó, thoát chương trình thiết lập của Canon và thử lại."
MSE2="Không thể sử dụng chương trình này với hệ điều hành hiện tại."
MSE3="Để cài đặt phần mềm, bạn phải đăng nhập vào tài khoản quản trị viên.\nNhấp [OK] và tháo CD-ROM ra để bỏ qua cài đặt.\nSau khi bỏ qua cài đặt, đăng nhập bằng tài khoản quản trị viên, sau đó lắp lại CD-ROM."
MSE3_Mac="Đăng nhập bằng tài khoản quản trị viên để khởi động phần mềm này."
MSE31_Mac="Tên người dùng và mật khẩu của quản trị viên là bắt buộc để cài đặt phần mềm này."
MSE4="Bạn cần phần mềm ứng dụng phù hợp để hiển thị tệp đã chọn."
MSE5="Không đủ dung lượng trống trên ổ đĩa %D%. Cần %S% M byte để cài đặt phần mềm."
MSE6="Thư mục chỉ định không hợp lệ. Chỉ định một thư mục cho phép ghi nằm trong ổ đĩa cứng cục bộ."
MSE7="Không thể khởi động chương trình do độ phân giải màn hình thấp. Thay đổi độ phân giải thành 800x600 pixel hoặc cao hơn, rồi thực hiện lại thao tác.\nKhi bạn cài đặt trên Máy tính bảng, thiết lập hướng màn hình thành chế độ ngang, rồi thực hiện thao tác."
MSE7_Mac="Không thể khởi động chương trình do độ phân giải màn hình thấp. Thay đổi độ phân giải thành 800x600 pixel hoặc cao hơn, rồi thực hiện lại thao tác."
MSE8="Không có đĩa CD-ROM trong ổ CD-ROM.\nLắp lại đĩa CD-ROM vào ổ."
MSE9="Tên tệp không được chứa bất kỳ ký tự nào sau đây:\n/ , ; * ? \\" < > |"
MSE10="Tên đường dẫn đã chỉ định vượt quá giới hạn. Chỉ định tên đường dẫn trong 150 ký tự."
MSE11="Tên ổ không được bao gồm trong tên đường dẫn đã chỉ định hoặc chỉ định đường dẫn với đường dẫn tương đối. Chỉ định đường dẫn tuyệt đối."
MSE12="Không thể sử dụng [Cài đặt đơn giản] với hệ điều hành hiện tại."
MSE15="Có thể thực hiện chương trình này trên Windows 2000 Service Pack 4 hoặc hệ điều hành cao hơn. Nếu hệ điều hành của bạn thấp hơn Service Pack 4, cập nhật Windows 2000 lên Service Pack 4 hoặc cao hơn và thực hiện lại thao tác."
MSE16="Không thể mở tệp."
MSE17="Có thể thực hiện chương trình này trên Windows XP Service Pack 2 hoặc hệ điều hành cao hơn. Nếu hệ điều hành của bạn thấp hơn Service Pack 2, cập nhật Windows XP lên Service Pack 2 hoặc cao hơn và thực hiện lại thao tác."
MSE18="Có thể thực hiện chương trình này trên Windows XP Service Pack 3 hoặc phiên bản cao hơn khi sử dụng Windows XP. Cập nhật Windows XP lên Service Pack 3 hoặc cao hơn và thử lại."
MSE19="Có thể thực hiện chương trình này trên Windows Vista Service Pack 1 hoặc phiên bản cao hơn khi sử dụng Windows Vista. Cập nhật Windows Vista lên Service Pack 1 hoặc cao hơn và thử lại."
MSE20="Có thể thực hiện chương trình này trên Windows Vista Service Pack 2 hoặc phiên bản cao hơn khi sử dụng Windows Vista. Cập nhật Windows Vista lên Service Pack 2 hoặc cao hơn và thử lại."

MSW1="Tệp đã được cập nhật do tìm thấy phiên bản cũ của tệp trong hệ thống. Khởi động lại hệ thống ngay để hoàn tất cập nhật. Nhấp [OK] để khởi động lại hệ thống. Sau khi khởi động lại hệ thống, phần mềm này sẽ tự động khởi động lại."
MSW2="Thư mục\n\"%P%\"\nkhông tồn tại. Tạo thư mục mới?"
MSW3="Tùy thuộc vào phiên bản hệ điều hành, quá trình cài đặt có thể không hoàn tất chính xác. Nhấp [Kiểm tra thông tin mới nhất] để truy nhập trang web của Canon và kiểm tra thông tin mới nhất.\n\nSau khi kiểm tra thông tin mới nhất, nhấp [Tiếp tục cài đặt] để tiếp tục quá trình cài đặt. Nhấp [Hủy bỏ cài đặt] để hủy bỏ quá trình cài đặt."
MSW4="Có thể sử dụng phần mềm mới nhất hỗ trợ hệ điều hành của bạn. Bạn nên sử dụng phần mềm mới nhất. Nhấp [Kiểm tra thông tin mới nhất] để truy nhập trang web của Canon và tải xuống phần mềm.\nNhấp [OK] để tiếp tục quá trình cài đặt. Nhấp [Hủy bỏ] để thoát chương trình này."

MSM0001="OK"
MSM0002="Hủy bỏ"
MSM0003="Có"
MSM0004="Không"
MSM0005="Quay lại"
MSM0006="Tiếp"
MSM0007="Tiếp tục"
MSM0008="Bỏ dở"
MSM0009="Thoát"
MSM0010="Cài đặt"
MSM0011="Trợ giúp"
MSM0012="Chọn tất cả"
MSM0013="Xóa tất cả"
MSM0014="Kiểm tra thông tin mới nhất"
MSM0015="Tiếp tục cài đặt"
MSM0016="Hủy bỏ cài đặt"
MSM0017="Ngôn ngữ"
MSM0018="Mặc định"
MSM0019="Bỏ qua"
MSM0020="Lên đầu trang"

MSM0101="Lỗi"
MSM0102="Cảnh báo"
MSM0103="Thông tin"
MSM0104="Canon"

MSM1001="Chọn ngôn ngữ"
MSM1002="Chọn ngôn ngữ để sử dụng với chương trình này rồi nhấp [Tiếp]."
MSM1003="Chọn ngôn ngữ để sử dụng với chương trình này rồi nhấp [Quay lại]."

MSM1011="Bắt đầu cài đặt công cụ trình trợ giúp. Công cụ trình trợ giúp cần thiết cho thao tác thiết lập."

MSM1021="Đang thu nhận thông tin"
MSM1022="Đang thu nhận thông tin về trình điều khiển và phần mềm mới nhất. Vui lòng đợi."
MSM1023="Để truy nhập internet, phần mềm này sẽ thu nhận thông tin đã lưu trong chuỗi khóa của bạn.\nNếu hộp thoại 'Xác nhận truy nhập vào chuỗi khóa' xuất hiện, nhấp [Luôn Cho phép]."

MSM1031="Lỗi thu nhận thông tin"
MSM1032="Thu nhận thông tin về trình điều khiển và phần mềm thất bại. Kiểm tra kết nối mạng và thử lại."

MSM1051="Chọn máy in"
MSM1052="Chọn máy quét"
MSM1053="Chọn máy in để cài đặt, rồi nhấp [Tiếp]."
MSM1054="Chọn máy quét để cài đặt, rồi nhấp [Tiếp]."

MSM1101="Chọn nơi cư trú của bạn"
MSM1102="Chọn nơi cư trú của bạn, rồi nhấp [Tiếp]."
MSM1103="Hoa Kỳ, Canada, Mỹ La-tinh"
MSM1104="Châu Âu, Trung Đông, Châu Phi"
MSM1105="Châu Á"
MSM1106="Khu vực Thái Bình Dương"

MSM1111="Chọn quốc gia hoặc nơi cư trú của bạn, rồi nhấp [Tiếp]. Nếu quốc gia hoặc nơi cư trú của bạn không được liệt kê bên dưới, chọn \"Khác\"."
MSM1116="Chọn quốc gia hoặc vùng"
MSM1117="Chọn nơi cư trú của bạn."
MSM1118="Chọn quốc gia hoặc nơi cư trú của bạn. Nếu quốc gia hoặc nơi cư trú của bạn không được liệt kê bên dưới, chọn \"Khác\"."

MSM1201="Chọn phương thức cài đặt và thực hiện theo hướng dẫn trên màn hình."
MSM1202="Khuyến cáo cho người dùng lần đầu tiên"
MSM1203="Cài đặt đơn giản"
MSM1204="Tự động cài đặt phần mềm."
MSM1205="Cài đặt tùy chỉnh"
MSM1206="Phương thức này cho phép bạn chọn chương trình phần mềm mà bạn muốn sử dụng và chỉ cài đặt các chương trình đã chọn."
MSM1207="Hủy bỏ cài đặt phần mềm."
MSM1208="Máy quét ảnh màu Canon"
MSM1209="CanoScan Setup Utility"
MSM1210="Bộ album ảnh sáng tạo"
MSM1211="Phương thức này cho phép bạn chọn chương trình phần mềm mà bạn muốn sử dụng và chỉ cài đặt các chương trình đã chọn."
MSM1221="Bạn có thể chọn sử dụng máy in này qua kết nối USB hay kết nối mạng LAN. Thực hiện theo hướng dẫn trên màn hình để chọn phương thức kết nối.\n\nYêu cầu thiết lập mạng khi sử dụng máy in qua kết nối mạng LAN. Nếu thiết lập đã hoàn tất, kết nối tự động được xác nhận. Nếu thiết lập chưa hoàn tất, thực hiện theo hướng dẫn trên màn hình để thiết lập máy in."
MSM1222="Bắt đầu cài đặt phần mềm. Thực hiện theo hướng dẫn trên màn hình."
MSM1231="Bạn có thể thay đổi phương thức kết nối, thêm phần mềm hoặc bắt đầu lại thiết lập. Chỉ nhấp [Bắt đầu lại thiết lập] khi máy in không hoạt động chính xác."
MSM1232="Thay đổi phương thức kết nối"
MSM1233="Thay đổi phương thức kết nối giữa máy in và máy tính từ USB đến mạng LAN hoặc từ mạng LAN đến USB."
MSM1234="Thêm phần mềm"
MSM1235="Chọn phần mềm để thêm hoặc cài đặt lại."
MSM1236="Bắt đầu lại thiết lập"
MSM1237="Bắt đầu lại từ cài đặt ban đầu đến kết nối."
MSM1238="Bạn có thể thêm phần mềm hoặc bắt đầu lại thiết lập. Chỉ nhấp [Bắt đầu lại thiết lập] khi máy in không hoạt động chính xác."
MSM1239="Để sử dụng fax"
MSM1241="Bắt đầu thiết lập"
MSM1242="Bắt đầu quá trình thiết lập cần thiết để sử dụng máy từ máy tính.\nThực hiện theo hướng dẫn trên màn hình."
MSM1243="Bắt đầu thiết lập"
MSM1244="Phần mềm này cho phép bạn sử dụng máy từ máy tính."
MSM1245="Phần mềm hữu ích"
MSM1246="Cài đặt phần mềm cho phép bạn sử dụng máy một cách thuận tiện hơn."
MSM1247="Hướng dẫn sử dụng trực tuyến"
MSM1248="Có thể kiểm tra trực tuyến hướng dẫn sử dụng."
MSM1249="Sử dụng phần mềm cập nhật tìm thấy trên mạng internet"
MSM1301="Cài đặt đơn giản"
MSM1302="Các chương trình phần mềm đã liệt kê sẽ được cài đặt. Để tiếp tục, nhấp [Cài đặt].\n\nĐể hiển thị hướng dẫn của phần mềm, di con trỏ chuột đến tên phần mềm."
MSM1304="Hiển thị tệp README: "
MSM1305="Ổ đĩa %DRIVELETTER% %DISKSPACE% MB dung lượng trống"
MSM1306="Tổng dung lượng đã sử dụng: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Nhấp vào nút này để đọc tệp mô tả của %s."
MSM1309="Nhấp vào nút này để đọc tệp README của %s."
MSM1310="Trình điều khiển và hướng dẫn sử dụng"
MSM1311="Ứng dụng"
MSM1312="Thời gian cài đặt ước tính: %INSTALLTIME_MIN% đến %INSTALLTIME_MAX% phút"
MSM1313="Bạn phải cài đặt ứng dụng này."
MSM1314="Phần mềm này là bắt buộc. Do đó, bạn không nên bỏ chọn.\nBạn có muốn bỏ chọn phần mềm này không?"
MSM1315="Quá trình cài đặt có thể mất một chút thời gian tùy thuộc vào môi trường mạng của bạn."

MSM1401="Cài đặt tùy chỉnh"
MSM1402="Chọn ô kiểm của phần mềm để cài đặt, rồi nhấp [Tiếp].\nĐể hiển thị giới thiệu về phần mềm, vui lòng di con trỏ chuột đến tên phần mềm."
MSM1402_Mac="Chọn ô kiểm của phần mềm để cài đặt, rồi nhấp [Cài đặt].\nĐể hiển thị giới thiệu về phần mềm, vui lòng di con trỏ chuột đến tên phần mềm."
MSM1451="Danh sách cài đặt phần mềm"
MSM1452="Phần mềm đã chọn sẽ được cài đặt. Đảm bảo đã chọn phần mềm bạn muốn cài đặt, rồi nhấp [Tiếp]."
MSM1453_Mac="Bạn cần cài đặt toàn bộ phần mềm bên dưới để sử dụng tất cả các chức năng của máy in này."
MSM1454="Phần mềm này là bắt buộc và không thể bỏ chọn."
MSM1455_Mac="Bạn cần cài đặt toàn bộ phần mềm bên dưới để sử dụng tất cả các chức năng của máy quét này."

MSM1501="Thay đổi vị trí cài đặt"
MSM1502="Bạn có thể thay đổi vị trí cài đặt của %LOCATIONITEM%. "
MSM1503="Nếu bạn không cần thay đổi vị trí, nhấp [Cài đặt]."
MSM1504="Để thay đổi vị trí, nhấp [Duyệt...], chọn thư mục để cài đặt phần mềm, rồi nhấp [Cài đặt]."
MSM1505="Vị trí cài đặt:"
MSM1506="Duyệt..."
MSM1507="Ổ đĩa %DRIVELETTER%  Dung lượng trống: %DISKSPACE% MB  Dung lượng yêu cầu: %ITEMSPACE% MB"
MSM1508="Ổ đĩa %APPDRIVELETTER%  Dung lượng trống: %APPDISKSPACE% MB  Dung lượng yêu cầu: %APPITEMSPACE% MB"

MSM1601="Thỏa thuận cấp phép"
MSM1602="Trước khi cài đặt chương trình phần mềm đã chọn, đọc kỹ thỏa thuận cấp phép dưới đây."
MSM1603="Nếu bạn chấp nhận thỏa thuận, nhấp [Có]. Nếu bạn nhấp [Không], quá trình cài đặt phần mềm sẽ bị hủy bỏ."
MSM1604="Trước khi cài đặt %CURRENT_STEPITEM%, đọc kỹ thỏa thuận cấp phép dưới đây."
MSM1605="Nếu bạn chấp nhận thỏa thuận, nhấp [Có]. Nếu bạn nhấp [Không], phần mềm này sẽ không được cài đặt."
MSM1606="Sản phẩm Canon"
MSM1607="Nếu bạn không chấp nhận thỏa thuận cấp phép, phần mềm này sẽ không được cài đặt. OK?"
MSM1608="Nếu bạn không chấp nhận thỏa thuận cấp phép, ứng dụng này và Print Studio Pro yêu cầu ứng dụng này sẽ không được cài đặt. OK?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="Thỏa thuận cấp phép cho %s"

MSM1651="Cập nhật tệp hệ thống"
MSM1659="Cho phép cài đặt các quy trình thuật sĩ"
MSM1660="Vui lòng cho phép tất cả cài đặt các quy trình thuật sĩ"
MSM1661="Tường lửa hoặc phần mềm diệt virút có thể hiển thị hộp thoại cảnh báo trong quá trình cài đặt sản phẩm của Canon. Vui lòng cho phép cài đặt tiếp tục bằng cách chọn một tùy chọn trong hộp thoại, ví dụ:\n\n- Chấp thuận\n- Cho phép\n- Có\n- Mở khóa"

MSM1671="Cài đặt .NET Framework"
MSM1672="Chưa cài đặt Microsoft .NET Framework 4 trên máy tính của bạn. Để sử dụng toàn bộ phần mềm, bạn cần cài đặt Microsoft .NET Framework 4. Bạn có muốn cài đặt phần mềm này không?"

MSM1681="Không tìm thấy Microsoft .NET Framework 4"
MSM1682="Microsoft .NET Framework 4 không được tìm thấy hoặc không được cài đặt chính xác.\nMicrosoft .NET Framework 4 phải được cài đặt chính xác để cài đặt phần mềm này."

MSM1701="Tiến trình cài đặt: %PROGRESS%%"
MSM1702="Còn khoảng %RESTTIME% phút cho đến khi hoàn tất"
MSM1703="Tiến trình cài đặt: %PROGRESS%%PERCENT%"
MSM1711="Đang tải xuống..."
MSM1712="Đang tính thời gian còn lại..."
MSM1713="Thời gian còn lại [phút]: Khoảng %d"
MSM1714="Đang tải xuống %s..."
PERCENT="%"

MSM1801="BƯỚC 1"
MSM1802="BƯỚC 2"
MSM1803="BƯỚC 3"
MSM1804="Thỏa thuận cấp phép"
MSM1805="Cài đặt"
MSM1806="Thiết lập"
MSM1806_Mac="Hoàn tất"
MSM1807="Ứng dụng"
MSM1808="Tiện ích"
MSM1809="Hoàn tất"
MSM1810="BƯỚC 4"
MSM1811="Thông tin"

MSM1901="Đang xử lý"
MSM1902="Đang xử lý. Vui lòng đợi."
MSM1903="Quá trình cài đặt %ITEM% đã hoàn tất."
MSM1904="Đang cài đặt :%ITEM%"
MSM1905="Đang tải xuống :%ITEM%"
MSM1906="Đang tải xuống %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Kết nối máy in"
MSM2002="Đảm bảo đã kết nối máy in với máy tính và bật máy in."
MSM2003="Không phát hiện được máy in. Kiểm tra kết nối."
MSM2004="Chọn thủ công"
MSM2005="Để chọn cổng máy in theo cách thủ công mà không tiến hành phát hiện tự động, nhấp [Chọn thủ công]."
MSM2006="Đã phát hiện được máy in. Vui lòng chờ cho đến khi quá trình cài đặt hoàn tất."
MSM2007="Đang xử lý cài đặt...Vui lòng chờ thêm vài phút."
MSM2010="Kết nối máy in"
MSM2011="Đảm bảo đã kết nối máy in với máy tính và bật nguồn máy in. Sau khi kiểm tra kết nối, nhấp [Khởi động lại] để khởi động lại máy tính. Thiết lập máy in sau khi khởi động lại máy tính. "
MSM2021="Thông báo Đã tìm thấy thuật sĩ phần cứng mới có thể hiển thị. Nếu có, nhấp [Hủy bỏ] trên thông báo Đã tìm thấy thuật sĩ phần cứng mới để đóng, rồi tiếp tục quá trình cài đặt."
MSM2031="Kết nối máy quét"
MSM2032="Đảm bảo đã kết nối máy quét với máy tính và bật máy quét, nếu máy có nút BẬT."
MSM2033="Không phát hiện được máy quét. Kiểm tra kết nối."
MSM2034="Đã phát hiện được máy quét. Vui lòng chờ cho đến khi quá trình cài đặt hoàn tất."

MSM2051="Phương thức thiết lập"
MSM2052="Kết nối máy in với mạng lần đầu tiên"
MSM2053="Chọn tùy chọn này khi bạn muốn sử dụng máy in chưa được kết nối mạng, qua mạng LAN có dây hoặc không dây. Thiết lập mạng được thực hiện bằng cách kết nối máy in với máy tính qua cáp USB."
MSM2054="Máy in đã kết nối với mạng"
MSM2055="Chọn tùy chọn này khi bạn muốn sử dụng máy in đã được kết nối mạng, từ máy tính của bạn. Ngoài ra, chọn tùy chọn này khi đã thiết lập mạng LAN không dây bằng cách sử dụng WPS (Wi-Fi Protected Setup) hoặc WCN (Windows Connect Now)."
MSM2056="Chọn phương thức thiết lập, rồi nhấp [Tiếp]."
MSM2065="Chọn tùy chọn này khi bạn muốn sử dụng máy in chưa được kết nối mạng, qua mạng LAN có dây. Thiết lập mạng được thực hiện bằng cách kết nối máy in với máy tính qua cáp USB."
MSM2067="Chọn tùy chọn này khi bạn muốn sử dụng máy in đã được kết nối mạng, từ máy tính của bạn. "
MSM2068="Sử dụng máy in qua USB"
MSM2069="Chọn tùy chọn này để sử dụng máy in qua USB."
MSM2070="Bắt đầu thiết lập"
MSM2071="Bạn cần thiết lập máy in. Nhấp [Thực hiện] để thiết lập máy in.\n\nNhấp [Tiếp] nếu bạn không muốn thiết lập máy in."
MSM2081="Nếu bạn đã chọn cài đặt mạng LAN có dây/không dây trên bảng thao tác của máy in theo phương thức kết nối, nhấp [OK].\n\nNếu chưa chọn, tham khảo Hướng dẫn bắt đầu."
MSM2081_Mac="Với người dùng mạng LAN có dây/không dây:\n Nếu bạn đã chọn cài đặt mạng LAN có dây/không dây trên bảng thao tác của máy in theo phương thức kết nối, nhấp [Khởi động lại]. Màn hình thiết lập mạng sẽ hiển thị sau khi khởi động lại máy tính.\n\nNếu chưa chọn, tham khảo Hướng dẫn bắt đầu."
MSM2083="Chọn phương thức kết nối máy in"
MSM2084="Sử dụng máy in qua USB"
MSM2085="Chọn tùy chọn này để sử dụng máy in qua USB."
MSM2086="Sử dụng máy in có kết nối mạng LAN không dây"
MSM2087="Chọn tùy chọn này để sử dụng máy in có kết nối mạng LAN không dây."
MSM2088="Sử dụng máy in có kết nối mạng LAN có dây"
MSM2089="Chọn tùy chọn này để sử dụng máy in có kết nối mạng LAN có dây."
MSM2090="Phát hiện máy in"
MSM2091="Bắt đầu tìm kiếm máy in trên mạng.\nNếu thiết lập mạng của máy in đã hoàn tất, nhấp [Tiếp].\n\nNếu không, hoàn tất thiết lập mạng.\nĐể tìm hiểu cách thiết lập mạng, nhấp [Hướng dẫn sử dụng trực tuyến].\n\nNhấp [Hủy bỏ] để hủy bỏ cài đặt."
MSM2090_Mac="Phát hiện máy in"
MSM2091_Mac="Bắt đầu tìm kiếm máy in trên mạng.\nNếu thiết lập mạng của máy in đã hoàn tất, nhấp [Tiếp].\n\nNếu không, hoàn tất thiết lập mạng.\nĐể tìm hiểu cách thiết lập mạng, nhấp [Hướng dẫn sử dụng trực tuyến].\n\nNhấp [Hủy bỏ] để hủy bỏ cài đặt."
MSM2092_Mac="Thiết lập mạng"
MSM2093_Mac="Thiết lập cho mạng sẽ được thực hiện sau khi khởi động lại máy tính. Nhấp [Khởi động lại] để khởi động lại máy tính của bạn."
MSM2094="Bắt đầu tìm kiếm máy in trên mạng. Nhấp [Tiếp].\nNhấp [Hủy bỏ] để hủy bỏ cài đặt."
MSM2096="Phát hiện máy in"
MSM2097="Tìm kiếm máy in trên mạng."
MSM2098_Mac="Kết nối mạng"
MSM2099_Mac="Nhấn nút BẬT trên máy in để bật nếu bạn muốn sử dụng trên mạng."
MSM2100_Mac="Kết nối USB"

MSM2101="Chọn cổng"
MSM2102="Chọn cổng máy in và nhấp [Tiếp]."

MSM2250="Hoàn tất thiết lập"
MSM2251="Thiết lập hoàn tất. Bây giờ, sản phẩm đã sẵn sàng để sử dụng. Nhấp [Tiếp] để chuyển sang bước tiếp theo."
MSM2252="Hoàn tất thiết lập"
MSM2253="Quá trình thiết lập để in từ máy tính hoàn tất.\nTiếp theo, phần mềm sẽ được cài đặt."
MSM2254="Cài đặt chưa hoàn tất.\nĐể tiếp tục cài đặt phần mềm hữu ích, nhấp [Tiếp tục].\nĐể thoát cài đặt, nhấp [Thoát]."

MSM2261="Đang thiết lập"
MSM2262="Kết nối mạng tạm thời bị tắt trong khi thiết lập.\nVui lòng đợi."
MSM2263="Thực hiện thiết lập không dây thất bại. Tạm dừng quá trình và chọn phương thức thiết lập khác bằng cách thực hiện theo hướng dẫn trên màn hình."

MSM2301="Cài đặt không thành công"
MSM2302="Không thể cài đặt %ITEM%. Nhấp [Bắt đầu lại] để thực hiện lại quá trình cài đặt."
MSM2303="Hướng dẫn sử dụng có mô tả nguyên nhân của các trục trặc khi cài đặt và cách khắc phục các vấn đề đó."
MSM2304="Bắt đầu lại"
MSM2305="Để tìm hiểu các trục trặc về mạng, tham khảo [Khắc phục sự cố thiết lập mạng].\nĐể tìm hiểu các trục trặc khác, tham khảo hướng dẫn sử dụng."

MSM2401="Khuyến cáo về Căn chỉnh đầu in"
MSM2402="Máy in này có căn chỉnh đầu in. Nếu bản in ra có các đường lệch hoặc không như ý, căn chỉnh đầu in có thể giải quyết được các vấn đề này.\n\nTham khảo hướng dẫn người dùng để tìm hiểu chi tiết."
MSM2402_Mac="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Việc căn chỉnh đầu in sẽ chỉnh sửa vị trí lắp đặt của các đầu in, cải thiện các màu và đường thẳng bị lệch.\n\nThực hiện căn chỉnh đầu in sau khi khởi động lại máy tính và kết nối máy in với máy tính.\n\nTham khảo hướng dẫn người dùng để tìm hiểu chi tiết."
MSM2411="Căn chỉnh đầu in"
MSM2412="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nạp giấy vào máy in và nhấp [Thực hiện]. Để tìm hiểu chi tiết, tham khảo hướng dẫn sử dụng máy in.\n\nSau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]."
MSM2412_Mac="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nạp giấy vào máy in và nhấp [Thực hiện]. Để tìm hiểu chi tiết, tham khảo hướng dẫn sử dụng máy in.\n\nNhấp [Tiếp] nếu bạn không muốn căn chỉnh đầu in."
MSM2413="Thực hiện"
MSM2414="Khi in ảnh trên máy in này, bạn nên thực hiện căn chỉnh đầu in. Để thực hiện căn chỉnh đầu in ngay, nạp giấy thường vào trong cát-xét và nhấp [Thực hiện]. Sau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]. Để tìm hiểu chi tiết, tham khảo hướng dẫn sử dụng máy in.\n\nNgoài ra, có thể sử dụng căn chỉnh đầu in sau khi hoàn tất thiết lập. Để tiếp tục mà không thực hiện căn chỉnh đầu in, nhấp [Tiếp]."
MSM2414_Mac="Khi in ảnh trên máy in này, bạn nên thực hiện căn chỉnh đầu in. Để thực hiện căn chỉnh đầu in ngay, nạp giấy thường vào trong cát-xét và nhấp [Thực hiện]. Để tìm hiểu chi tiết, tham khảo hướng dẫn sử dụng máy in.\n\nNgoài ra, có thể sử dụng căn chỉnh đầu in sau khi hoàn tất thiết lập. Để tiếp tục mà không thực hiện căn chỉnh đầu in, nhấp [Tiếp]."
MSM2415="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nạp MP-101 vào máy in và nhấp [Thực hiện]. Để tìm hiểu chi tiết, tham khảo hướng dẫn sử dụng máy in.\n\nSau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]."
MSM2415_Mac="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nạp MP-101 vào máy in và nhấp [Thực hiện]. Để tìm hiểu chi tiết, tham khảo hướng dẫn sử dụng máy in.\n\nNhấp [Tiếp] nếu bạn không muốn căn chỉnh đầu in."
MSM2416="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nhấp [Thực hiện] để hiển thị màn hình Bắt đầu căn chỉnh đầu in. Thực hiện theo hướng dẫn trên màn hình để in mẫu hình căn chỉnh. Đặt mẫu hình căn chỉnh đã in lên màn quét và quét.\n\nSau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]."
MSM2416_Mac="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nhấp [Thực hiện] để hiển thị màn hình Bắt đầu căn chỉnh đầu in. Thực hiện theo hướng dẫn trên màn hình để in mẫu hình căn chỉnh. Đặt mẫu hình căn chỉnh đã in lên màn quét và quét.\n\nSau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]."
MSM2417="Máy in này có căn chỉnh đầu in. Nếu bản in ra có các đường lệch hoặc không như ý, căn chỉnh đầu in có thể giải quyết được các vấn đề này."
MSM2418="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nạp giấy vào máy in, nhấp [Thực hiện], rồi nhấp [Tiếp]."
MSM2418_Mac=
MSM2420="Đang tìm kiếm máy in."
MSM2421="Đang tìm kiếm %PRODUCTNAME%."
MSM2422="Không thể tìm được mục chờ máy in."
MSM2423="Nhấp [Đăng ký máy in] để đăng ký máy in của bạn."
MSM2424="Đăng ký máy in"
MSM2431="Đăng ký máy in và máy quét"
MSM2432="Hoàn tất thiết lập mạng của máy in và máy quét.\nTiếp theo, đăng ký máy in và máy quét vào máy tính.\n\nNhấp [Đăng ký máy in] hoặc [Đăng ký máy quét] để bắt đầu phần mềm ứng dụng tương ứng cho đăng ký. Thực hiện theo hướng dẫn phần mềm ứng dụng để hoàn tất đăng ký."
MSM2433="Đăng ký máy in"
MSM2434="Đăng ký máy quét"
MSM2435="Hoàn tất thiết lập mạng của máy in.\nTiếp theo, đăng ký máy in vào máy tính.\n\nNhấp [Đăng ký máy in] để bắt đầu phần mềm ứng dụng tương ứng cho đăng ký. Thực hiện theo hướng dẫn phần mềm ứng dụng để hoàn tất đăng ký."
MSM2436_Mac="Thiết lập mạng của máy in đã hoàn tất.\nTiếp theo, thêm máy in vào máy tính.\n\nNhấp [Thêm máy in] để bắt đầu phần mềm ứng dụng cho thêm máy in. Thực hiện theo hướng dẫn phần mềm ứng dụng để hoàn tất.\n\nNếu bạn không chắc chắn về cách sử dụng phần mềm ứng dụng, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM2437_Mac="Thêm máy in"
MSM2438_Mac="Khi bạn nhấp [Thêm máy in], máy in có thể thêm sẽ hiển thị. Chọn %s mà \"Canon IJ Network\" sẽ hiển thị cho trong trường Loại, rồi nhấp [Thêm].\nSau khi thêm máy in, nhấp [Tiếp]."
MSM2439_Mac="Nếu máy in có thể thêm không hiển thị hoặc nếu bạn không chắc về cách sử dụng màn hình, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM2440_Mac="Chọn máy quét"
MSM2441_Mac="Thiết lập máy quét theo máy tính.\n\nNhấp [Chọn máy quét] để bắt đầu phần mềm ứng dụng cho cài đặt máy quét. Thực hiện theo hướng dẫn phần mềm ứng dụng để hoàn tất."

MSM2451="Đăng ký người dùng"
MSM2453="Tiếp"
MSM2464="Đăng ký người dùng"
MSM2465="Đăng ký sản phẩm Canon của bạn ngay hôm nay và bạn sẽ có những quyền lợi sau đây:\n- Nhận bản tin qua email hàng tháng với các chương trình tiết kiệm của Canon\n- Nhận dự án Creative Park vui nhộn và các lời khuyên hữu ích\n- Là một trong số những người đầu tiên nhận thông báo về bản nâng cấp phần mềm"
MSM2474="Đăng ký người dùng"
MSM2475="Bằng cách đăng ký sản phẩm của mình, bạn có thể nhận thông tin hữu ích về sản phẩm và dịch vụ. Bạn cần kết nối internet để đăng ký."
MSM2484="Đăng ký sản phẩm"
MSM2485JU="Đăng ký sản phẩm Canon của bạn ngay hôm nay và bạn sẽ có những quyền lợi sau đây:\n- Canon U.S.A. sẽ giữ thông tin của bạn trong hồ sơ trong trường hợp bạn yêu cầu bảo hiểm\n- Là một trong số những người đầu tiên nhận thông báo về bản nâng cấp phần mềm\n- Nhận bản tin qua email hàng tháng với các chương trình tiết kiệm của Canon"
MSM2485M="Bằng cách cập nhật và đăng ký sản phẩm mới, bạn có thể nhận thông tin hữu ích về sản phẩm và dịch vụ. Bạn cần kết nối internet để cập nhật và đăng ký."
MSM2486_Mac="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2486_Mac2="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2487="Để đăng ký sau, nhấp [Hủy bỏ] và chuyển sang bước tiếp theo. Bạn cũng có thể đăng ký sản phẩm bất cứ khi nào bạn muốn qua Quick Menu."

MSM2501="Đăng ký người dùng CANON iMAGE GATEWAY"
MSM2502="Đăng ký"
MSM2503="Đăng ký sản phẩm qua CANON iMAGE GATEWAY"
MSM2504="CANON iMAGE GATEWAY là dịch vụ trực tuyến độc quyền miễn phí thành viên/phí thành viên hàng năm dành cho người mua sản phẩm. Bạn có thể sử dụng các dịch vụ khác nhau giúp nâng cao sự thích thú cho trải nghiệm ảnh kỹ thuật số nếu bạn đăng ký người dùng."
MSM2506="Nếu bạn nhấp [Đăng ký], tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2507="Nếu bạn nhấp [Đăng ký], tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2511="Đăng ký người dùng"
MSM2513="Đăng ký sản phẩm"
MSM2514="Đăng ký sản phẩm Canon của bạn ngay hôm nay và bạn sẽ có những quyền lợi sau đây:\n- Nhận bản tin qua email hàng tháng với các chương trình tiết kiệm của Canon\n- Nhận dự án Creative Park vui nhộn và các lời khuyên hữu ích\n- Là một trong số những người đầu tiên nhận thông báo về bản nâng cấp phần mềm"
MSM2515="Bằng cách đăng ký sản phẩm của mình, bạn có thể nhận thông tin hữu ích về sản phẩm và dịch vụ. Bạn cần kết nối internet để đăng ký."
MSM2516="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2517="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2521="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2522="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2526="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2527="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."

MSM2551="Đăng ký người dùng Canon %s"
MSM2552="Gỡ cài đặt đăng ký người dùng"
MSM2571="Trình gỡ cài đặt đăng ký người dùng %s"
MSM2572="Bạn có chắc muốn xóa hoàn toàn 'Đăng ký người dùng Canon %s' cùng tất cả các cấu phần không?"
MSM2573="Gỡ cài đặt đã hoàn tất thành công."
MSM2574="Gỡ cài đặt thất bại."
MSM2575="Bạn phải khởi động lại máy tính để hoàn tất gỡ cài đặt. Nhấp [OK] để khởi động lại. Nhấp [Hủy bỏ] để khởi động lại sau."
MSM2576="Bạn phải có quyền của quản trị viên để gỡ cài đặt Đăng ký người dùng Canon %s."
MSM2577="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được phản ánh trực tiếp trên màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2577_Mac2="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2578="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2578_2="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, đảm bảo máy in được kết nối với máy tính, sau đó bật máy in và nhấp [OK]."
MSM2580="Kết nối thất bại. Đảm bảo đã bật kết nối mạng, rồi thử lại. Nếu vẫn thất bại, chờ trong giây lát và thử lại. Bạn cũng có thể đăng ký bất cứ khi nào bạn muốn qua Solution Menu EX."
MSM2581="Kết nối thất bại. Đảm bảo đã bật kết nối mạng, rồi thử lại. Nếu vẫn thất bại, chờ trong giây lát và thử lại."
MSM2582="Kết nối thất bại."
MSM2583="Đang kết nối"
MSM2584="Đang kết nối. Vui lòng đợi."
MSM2585="Nhập tên người dùng và mật khẩu tường lửa của bạn."
MSM2586="Tên người dùng:"
MSM2587="Mật khẩu:"
MSM2588="Lưu mật khẩu này vào Chuỗi khóa"
MSM2589="Kết nối thất bại. Đảm bảo đã bật kết nối mạng, rồi thử lại. Nếu vẫn thất bại, chờ trong giây lát và thử lại."

ExecutingPrefSet_Mac="Chương trình ứng dụng được liên kết với CanoScan Toolbox"

MSM2601="Cài đặt đã hoàn tất thành công."
MSM2602="Khởi động lại hệ thống bây giờ (khuyến cáo)"
MSM2603="Khởi động lại"
MSM2604="Cài đặt đã hoàn tất thành công.\nĐảm bảo đã kết nối máy quét với máy tính và bật nguồn máy quét, rồi nhấp [Thoát]."

MSM2610="Nạp giấy thường vào trong cát-xét"
MSM2611="Nạp giấy thường như minh họa bên dưới."
MSM2612="Chỉ nạp giấy thường vào trong cát-xét"
MSM2613="Nạp giấy ảnh vào trong khay sau"

MSM2701="Hủy cài đặt"
MSM2702="Cài đặt chưa hoàn tất. Để tiếp tục cài đặt, nhấp [Tiếp tục]. Để hủy bỏ cài đặt, nhấp [Hủy bỏ]."
MSM2702_Mac="Cài đặt chưa hoàn tất. Để tiếp tục cài đặt, nhấp [Tiếp tục]. Để hủy bỏ cài đặt, nhấp [Bỏ dở]."

MSM2801="Thay đổi cài đặt hệ thống"
MSM2802="Bạn phải khởi động lại hệ thống trước khi cài đặt mới có hiệu lực.\nBạn có muốn khởi động lại hệ thống ngay không?"

MSM2851="Extended Survey Program"
MSM2856="Đồng ý"
MSM2857="Không đồng ý"
MSM2870="Để phát triển và tiếp thị các sản phẩm đáp ứng tốt hơn nhu cầu của khách hàng, Canon yêu cầu bạn gửi đến Canon qua Internet các thông tin sau đây, liên quan đến sản phẩm Canon của bạn."
MSM2871="Để phát triển và tiếp thị các sản phẩm đáp ứng tốt hơn nhu cầu của khách hàng, Canon yêu cầu bạn gửi đến công ty nghiên cứu được phê duyệt hợp pháp qua Internet các thông tin sau đây, liên quan đến sản phẩm Canon của bạn."
MSM2873="Nếu bạn đồng ý với nội dung trên, nhấp [Đồng ý]. Nếu không, nhấp [Không đồng ý]."
MSM2874="Để phát triển và tiếp thị các sản phẩm đáp ứng tốt hơn nhu cầu của khách hàng, Canon yêu cầu bạn gửi đến Canon (gửi đến công ty nghiên cứu được phê duyệt hợp pháp trong trường hợp sử dụng sản phẩm của Canon tại Trung Quốc) qua Internet các thông tin sau đây, liên quan đến sản phẩm Canon của bạn."
MSM2876="Nếu bạn đồng ý với nội dung trên, nhấp [Đồng ý] để bắt đầu cài đặt chương trình khảo sát. Nếu không, nhấp [Không đồng ý]. Chương trình này không thể chạy trên các phiên bản hệ điều hành không được hỗ trợ."
MSM2879_Win="Nếu cửa sổ Kiểm soát tài khoản người dùng xuất hiện, cho phép chương trình để tiếp tục."
MSM2901="In thử"
MSM2902="Thiết lập máy in và cài đặt phần mềm đã hoàn tất.\n\nIn thử sẽ được thực hiện để kiểm tra hoạt động của máy in. Nạp giấy thường vào máy in và nhấp [Thực hiện]. Sau khi in thử, nhấp [Tiếp].\n\nĐể bỏ qua bước in thử, Nhấp [Tiếp] thay vì [Thực hiện].\n\nNếu xảy ra lỗi in, thực hiện theo hướng dẫn trên màn hình để bắt đầu thiết lập lại."
MSM2903="In thử sẽ được thực hiện để kiểm tra hoạt động của máy in.\nNạp giấy thường vào máy in, nhấp [Thực hiện], rồi nhấp [Tiếp].\n\nĐể bỏ qua bước in thử, nhấp [Tiếp] thay vì [Thực hiện].\n\nNếu xảy ra lỗi in, thực hiện theo hướng dẫn trên màn hình để bắt đầu thiết lập lại."

MSM3001="Bạn phải có phần mềm này để sử dụng máy in.\nBạn có thể thực hiện thao tác in phù hợp với nhiều loại giấy và cỡ giấy khác nhau."
MSM3002_Mac="Hướng dẫn sử dụng trên màn hình giải thích thao tác của trình điều khiển và giới thiệu các hướng dẫn cơ bản về cách sử dụng phần mềm ứng dụng."
MSM3008="Bạn có thể kết hợp tệp ảnh với văn bản và thực hiện In trực tiếp lên nhãn đĩa một cách dễ dàng."
MSM3009="Cập nhật hệ thống."
MSM3010="Tiện ích này cho phép bạn sử dụng từ máy tính các tệp được lưu trữ trong thẻ nhớ cắm vào khe cắm thẻ của máy in."
MSM3011="Trình điều khiển này cho phép bạn sử dụng thiết bị trên mạng."
MSM3012="Sử dụng công cụ này để thay đổi phương thức kết nối và cài đặt bảo mật của thiết bị được kết nối mạng."
MSM3013="My Printer giúp bạn giải quyết các vấn đề khi in, ví dụ như in bị bẩn."
MSM3016="MP Drivers là công cụ cần thiết để in tài liệu và quét ảnh."
MSM3018="ArcSoft PhotoStudio cho phép bạn chỉnh sửa/nâng cao ảnh được nhập từ máy quét hoặc máy ảnh kỹ thuật số của bạn."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE là chương trình OCR (Nhận dạng ký tự quang học) có thể chuyển đổi văn bản trong sách hoặc ký tự trên báo thành dữ liệu văn bản."
MSM3021="Presto! PageManager giúp bạn dễ dàng quét, chia sẻ và quản lý Tài liệu và Ảnh. Bạn có thể lưu tất cả tài liệu liên quan đến công việc của bạn trong thư mục tổng hợp không giới hạn để dễ dàng truy xuất."
MSM3023="Setup Utility cho phép bạn cấu hình cài đặt in qua kết nối hồng ngoại hoặc Bluetooth."
MSM3024="Setup Utility cho phép bạn cấu hình cài đặt in qua PictBridge."
MSM3026="Đây là phần mềm bổ trợ cho phép in ảnh chuyên nghiệp dễ dàng hơn. Để sử dụng phần mềm bổ trợ này, bạn cần cài đặt phần mềm ứng dụng thích hợp."
MSM3027="Trình điều khiển XPS thích hợp để in từ phần mềm ứng dụng hỗ trợ in XPS (trên Windows Vista hoặc cao hơn)."
MSM3027_0="Trình điều khiển XPS thích hợp để in từ phần mềm ứng dụng hỗ trợ in XPS (trên Windows Vista hoặc cao hơn). Trình điều khiển máy in IJ phải được cài đặt chính xác."
MSM3027_1="Trình điều khiển XPS thích hợp để in từ phần mềm ứng dụng hỗ trợ in XPS (trên Windows Vista hoặc cao hơn). MP Drivers phải được cài đặt chính xác."
MSM3028="ScanGear là trình điều khiển cần để thao tác máy quét. Để sử dụng trình điều khiển này, thực hiện phần mềm ứng dụng, ví dụ như chương trình chỉnh sửa ảnh."
MSM3028_Mac="Trình điều khiển là bắt buộc để sử dụng máy quét. Trình điều khiển cho phép bạn chỉ định kích cỡ tài liệu, kích cỡ đầu ra và các cài đặt nâng cao khác khi quét. Trình điều khiển cũng được sử dụng khi thao tác máy quét từ các ứng dụng tương thích TWAIN."
MSM3031_Mac="Hướng dẫn sử dụng trên màn hình giải thích thao tác của trình điều khiển và giới thiệu các hướng dẫn cơ bản về cách sử dụng phần mềm ứng dụng."
MSM3032=
MSM3034="Đây là điều bắt buộc để in chân thực màu sắc của ảnh Adobe RGB. Adobe là nhãn hiệu đã đăng ký hoặc nhãn hiệu của Adobe Systems Incorporated tại Hoa Kỳ và/hoặc các quốc gia khác."
MSM3035="Setup Utility cho phép bạn cấu hình cài đặt in qua kết nối hồng ngoại, Bluetooth hoặc PictBridge."
MSM3037="ScanGear CS là trình điều khiển máy quét (trình điều khiển TWAIN) cần để thao tác máy quét. Để sử dụng trình điều khiển này, thực hiện phần mềm ứng dụng, ví dụ như chương trình chỉnh sửa ảnh."
MSM3040="Easy-PhotoPrint EX cho phép bạn dễ dàng tạo album ảnh của riêng mình, tạo miếng dán hoặc lịch bằng ảnh kỹ thuật số. Bạn cũng có thể in ảnh không viền một cách nhanh chóng. Ngoài ra, bạn có thể áp dụng sửa mắt đỏ và làm mịn khuôn mặt kỹ thuật số trước khi in."
MSM3041="Khởi động phần mềm ứng dụng phụ ngay lập tức để bạn có thể in ảnh dễ dàng."
MSM3042="MP Navigator EX giúp bạn dễ dàng nhập ảnh đã quét của mình trực tiếp vào phần mềm ứng dụng, để in hoặc đính kèm với E-mail hoặc lưu vào máy tính."
MSM3043="Hướng dẫn sử dụng giải thích cách sử dụng máy và phần mềm được cung cấp. Tài liệu này cũng cung cấp thông tin khắc phục sự cố.\nYêu cầu sử dụng Internet Explorer 8.0 trở lên."
MSM3043_Mac="Hướng dẫn sử dụng giải thích cách sử dụng máy và phần mềm được cung cấp. Tài liệu này cũng cung cấp thông tin khắc phục sự cố."
MSM3044="Easy-WebPrint EX cho phép bạn cắt các phần của trang web và in theo bố cục của riêng bạn. Phần mềm này xuất hiện trên trình duyệt của bạn dưới dạng một thanh công cụ tiện dụng. Yêu cầu sử dụng Internet Explorer 7.0 trở lên."
MSM3044_Mac="Easy-WebPrint EX cho phép bạn cắt các phần của trang web và in theo bố cục của riêng bạn. Phần mềm này là phần bổ trợ tiện dụng cho trình duyệt của bạn. Yêu cầu sử dụng Safari 4.0 trở lên."
MSM3045="Phần mềm này cho phép bạn chỉnh sửa quay số tắt, thông tin người dùng và các cài đặt khác đã đăng ký trong máy in, đồng thời lưu cài đặt đã chỉnh sửa trong máy tính hoặc đăng ký chúng trở lại máy in."
MSM3046="Solution Menu EX có thể ngay lập tức khởi động phần mềm ứng dụng cho phép bạn in album hay lịch dễ dàng hoặc quét bằng một lần nhấp chuột. Ngoài ra, bạn có thể dễ dàng truy nhập vào trang web của Canon có hỗ trợ các cách sử dụng khác nhau."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Bạn có thể nhập ảnh và sử dụng chúng để tạo và in các mục của cá nhân bạn như ảnh nghệ thuật, thẻ và lịch. Bạn cũng có thể in ảnh không viền và chỉnh sửa/nâng cao ảnh bằng các bước đơn giản. Sử dụng cùng với Quick Menu để tạo đề xuất từ ảnh đã lưu."
MSM3049="Phần mềm bổ trợ để in ảnh tạo điều kiện thuận lợi và nâng cao sức sáng tạo cho các tác phẩm nghệ thuật chuyên nghiệp. Bạn phải cài đặt ứng dụng phù hợp. Tham khảo hướng dẫn sử dụng để tìm hiểu các ứng dụng tương ứng."
MSM3050="Bạn có thể nhanh chóng khởi chạy phần mềm hoặc hướng dẫn sử dụng cho sản phẩm Canon. Bạn cũng có thể nhanh chóng truy nhập vào trang web cung cấp thông tin hữu ích về sản phẩm Canon hoặc các trang web hữu ích hỗ trợ nhiều cách sử dụng khác nhau, v.v... Sử dụng cùng với My Image Garden để kích hoạt Hiển thị ảnh trong đó bạn có thể hiển thị đề xuất và ảnh trong một trình chiếu."
MSM3051="Trình điều khiển là bắt buộc để sử dụng máy quét. Sử dụng trình điều khiển khi thao tác máy quét từ các ứng dụng tương thích ICA."
MSM3052="Tiện ích này quét và lưu ảnh bằng trình điều khiển máy quét."
MSM3053="Bạn có thể nhanh chóng khởi chạy phần mềm cho sản phẩm Canon của bạn. Bạn cũng có thể truy nhập nhanh vào hướng dẫn sử dụng và nhiều trang web khác nhau."
MSM3054="Thêm từ điển ngôn ngữ để sử dụng khi tạo tệp PDF có thể tìm kiếm văn bản hoặc khi khởi động OCR. Sau khi cài đặt, chọn ngôn ngữ tương ứng trong màn hình cài đặt của Canon IJ Scan Utility."
MSM3055="Đây là ứng dụng mở ScanGear để xem trước và quét ảnh, rồi lưu ảnh vào máy tính."
MSM3056=
MSM4001W="Trình điều khiển máy in IJ"
MSM4001="Trình điều khiển máy in"
MSM4002="Hướng dẫn sử dụng"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Thiết lập mạng"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Trình điều khiển XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Tiện ích quay số nhanh"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Trình điều khiển ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Từ điển bổ sung cho OCR (Tiếng Trung/Tiếng Hàn Quốc)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Tính năng mua hộp mực trực tuyến hiện đã sẵn sàng."
EIDENABLER_ADMIN="Để thực hiện phần mềm này, bạn phải đăng nhập với vai trò là thành viên của Nhóm quản trị."

MENU1_Mac="Giới thiệu về thiết lập"
MENU2_Mac="Dịch vụ"
MENU3_Mac="Ẩn thiết lập"
MENU4_Mac="Ẩn các mục khác"
MENU5_Mac="Hiển thị tất cả"
MENU6_Mac="Thoát thiết lập"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Trung Quốc"
HK="Đặc khu hành chính Hồng Kông của Trung Quốc"
ID="In-đô-nê-xi-a"
IN="Ấn Độ"
JP="Nhật Bản"
KR="Hàn Quốc"
MY="Ma-lay-xi-a"
PH="Phi-líp-pin"
SG="Xinh-ga-po"
TW="Đài Loan"
TH="Thái Lan"
VN="Việt Nam"
MO="Ma Cao"

AU="Ô-xtrây-lia"
NZ="Niu Di-lân"

US="Hoa Kỳ"
CA="Canada"
BR="Bra-xin"
MX="Mê-xi-cô"
AR="Ác-hen-ti-na"
CL="Chi-lê"
PA="Pa-na-ma"

AT="Áo"
BE="Bỉ"
BG="Bun-ga-ri"
HR="Crô-oát-ti-a"
CZ="Cộng hòa Séc"
DK="Đan Mạch"
EE="Ét-xtô-ni-a"
FI="Phần Lan"
FR="Pháp"
DE="Đức"
GR="Hy Lạp"
HU="Hung-ga-ri"
IE="Ai-len"
IT="Ý"
LV="Lát-vi-a"
LT="Lít-va"
LU="Lúc-xăm-bua"
NL="Hà Lan"
NO="Na Uy"
PL="Ba Lan"
PT="Bồ Đào Nha"
RO="Ru-ma-ni"
RU="Nga"
SK="Xlô-va-ki-a"
SI="Xlô-ven-ni-a"
ZA="Nam Phi"
ES="Tây Ban Nha"
SE="Thụy Điển"
CH="Thụy Sỹ"
TR="Thỗ Nhĩ Kỳ"
GB="Liên hiệp Vương quốc Anh"

Others="Khác"

MSM2703="Bỏ dở cài đặt"
MSM2704="Cài đặt chưa hoàn tất."
MSM2705="Nhấp Tiếp tục để tiếp tục cài đặt. Nhấp Bỏ dở để bỏ qua cài đặt."
MSM2706="Tiếp tục"
MSM2707="Bỏ dở"
MSM2951="Trình cài đặt %s"
MSM2952="Không tìm thấy CD-ROM cài đặt. Để tiếp tục cài đặt trình điều khiển %s, tải %s CD-ROM và nhấp OK."

MSM5001="Tạo một bí danh trên màn hình nền"
MSM5002="Bạn có đồng ý tạo biệt hiệu của hướng dẫn sử dụng trên màn hình không? Nếu đồng ý, chọn \"Đồng ý\". Nếu chọn \"Không đồng ý\", bạn có thể mở hướng dẫn sử dụng từ Thư mục ứng dụng."
MSM5003="Đồng ý"
MSM5004="Không đồng ý"

MSM5010="Thêm Easy-WebPrint EX vào Dock"
MSM5011="Bạn có đồng ý thêm Easy-WebPrint EX vào dock không? Nếu bạn đồng ý, chọn \"Đồng ý\". Nếu chọn \"Không đồng ý\", bạn có thể sử dụng Easy-WebPrint EX từ Thư mục ứng dụng."
MSM5012="Đồng ý"

MSM6000="Chọn phương thức kết nối máy in."
MSM6001="Kết nối mạng LAN không dây"
MSM6002="Kết nối mạng LAN có dây"
MSM6003="Kết nối USB"
MSM6004="Thử thiết lập lại mạng máy in"
MSM6005="Chọn phương thức kết nối mạng LAN không dây."
MSM6006="Kết nối qua bộ định tuyến không dây (khuyến cáo)"
MSM6007="Kết nối trực tiếp"
MSM6008="Kết nối máy tính và máy in qua bộ định tuyến không dây."
MSM6009="Kết nối trực tiếp máy tính và máy in."
MSM6010="Để chuyển giữa kết nối qua bộ định tuyến không dây và Kết nối trực tiếp hoặc để tìm hiểu thêm chi tiết về phương thức kết nối, nhấp [Chỉ dẫn]."
MSM6011="Chỉ dẫn"
MSM6012="Đảm bảo đã bật máy in."
MSM6013="Máy in trên Danh sách mạng"
MSM6014="Số sê-ri"
MSM6015="Địa chỉ MAC"
MSM6016="Địa chỉ IP"
MSM6017="Không thể tìm thấy máy in cài đặt trên danh sách"
MSM6018="Cập nhật"
MSM6019="1. Để thiết lập máy in trên mạng, chọn một máy in từ danh sách máy in ở trên, rồi nhấp [Tiếp].\n   Có thể tìm thấy số sê-ri trên mặt sau của máy in và trên Thư bảo đảm.\n   Danh sách trên chỉ hiển thị 5 chữ số cuối của số sê-ri.\n2. Nếu không thể tìm thấy máy in cài đặt trên danh sách ở trên, bật máy in và nhấp [Cập nhật].\n3. Nếu vẫn không thể tìm thấy máy in, chọn [Không thể tìm thấy máy in cài đặt trên danh sách] và nhấp [Tiếp]."
MSM6020="1. Để thiết lập máy in trên mạng, chọn một máy in từ danh sách máy in ở trên, rồi nhấp [Tiếp].\n   Có thể tìm thấy số sê-ri trên mặt sau của máy in hoặc Thư bảo đảm.\n2. Nếu không thể tìm thấy máy in cài đặt trên danh sách ở trên, bật máy in và nhấp [Cập nhật].\n3. Nếu vẫn không thể tìm thấy máy in, chọn [Không thể tìm thấy máy in cài đặt trên danh sách] và nhấp [Tiếp].\n4. Để Kết nối USB, cũng chọn [Không thể tìm thấy máy in cài đặt trên danh sách], rồi nhấp [Tiếp]."
MSM6021="Kết nối hoàn tất."
MSM6022="Chọn phương thức kết nối"
MSM6023="Kiểm tra nguồn điện"
MSM6024="Sử dụng phương thức khác để thiết lập. Thực hiện theo hướng dẫn trên màn hình."
MSM6025="Cần hoàn tất thiết lập máy in trước khi có thể cài đặt trình điều khiển XPS. Nếu chưa hoàn tất thiết lập, nhấp [Lên đầu trang] để thiết lập máy in."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="My Image Garden sử dụng ảnh đã lưu trên máy tính của bạn để tự động tạo thẻ hoặc lịch."
MSM6101="CREATIVE PARK PREMIUM đang cung cấp Nội dung ĐẶC BIỆT độc quyền cho người dùng mực Canon chính hãng."
MSM6102="Bạn có thể sao hoàn hảo ảnh đã in chỉ bằng cách chọn menu từ máy in."
MSM6103="Ngay cả khi máy in đã tắt, bạn có thể tự động bật máy in bằng cách bắt đầu in."
MSM6104="Chế độ im lặng cho phép bạn in, sao hoặc quét không gây tiếng ồn, không phải lo lắng về thời gian hoặc môi trường xung quanh."
MSM6105="Các chức năng đã nêu trong tài liệu này có thể thay đổi tùy theo model bạn sử dụng. Để tìm hiểu thêm chi tiết, tham khảo hướng dẫn sử dụng."
MSM6106="Để tìm hiểu thêm chi tiết về chức năng và cài đặt, tham khảo hướng dẫn sử dụng."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Nhấp [Thêm máy in] và thêm máy in bằng cách thực hiện theo hướng dẫn trên màn hình.\n\nSau khi thêm máy in, nhấp [Tiếp]."
MSM6065="Để sử dụng tất cả các chức năng của máy in này, bạn cần cài đặt trình điều khiển Canon.\nNhấp [Tiếp] và lặp lại thiết lập."
MSM6066=
MSM6067="Kết nối máy in và máy tính bằng cáp USB.\nĐảm bảo đã bật máy in."
MSM6091="Bạn đã thực hiện khởi tạo máy in chưa?"
MSM6092="1. Kiểm tra xem còn mực trong bình mực không.\n2. Nhấn và giữ nút [Dừng (Stop)] của máy in khoảng 5 giây.\nSau đó, máy in sẽ bắt đầu khởi tạo. Quá trình này sẽ mất khoảng 6 phút."
MSM6093="1. Kiểm tra xem còn mực trong bình mực không.\n2. Nhấn và giữ nút [LÀM TIẾP/HỦY BỎ (RESUME/CANCEL)] của máy in khoảng 5 giây.\nSau đó, máy in sẽ bắt đầu khởi tạo. Quá trình này sẽ mất khoảng 6 phút."
